const movieList = [
    {
        id: 1,
        division: 'f',
        title: '소울',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/qJiaB4RJMM5Oh6A4rqrEOHQUJbu.jpg',
        description: '뉴욕에서 음악 선생님으로 일하던 조는 꿈에 그리던 최고의 밴드와 재즈 클럽에서 연주하게 된 그 날, 예기치 못한 사고로 영혼이 되어 태어나기 전 세상에 떨어진다. 탄생 전 영혼들이 멘토와 함께 자신의 관심사를 발견하면 지구 통행증을 발급하는 태어나기 전 세상. 조는 그 곳에서 유일하게 지구에 가고 싶어하지 않는 시니컬한 영혼 22의 멘토가 된다. 링컨, 간디, 테레사 수녀도 멘토되길 포기한 영혼 22, 꿈의 무대에 서려면 22의 지구 통행증이 필요한 조. 그는 다시 지구로 돌아가 꿈의 무대에 설 수 있을까?',
        year: '2021',
        age: 'All'
    },
    {
        id: 2,
        division: 'k',
        title: '승리호',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/vOefWMYqC1S3aiCTD5MD8HeXl0Y.jpg',
        description: '2092년, 지구는 병들고 우주 위성궤도에 인류의 새로운 보금자리인 UTS가 만들어졌다. 돈 되는 일이라면 뭐든 하는 조종사 태호, 과거 우주 해적단을 이끌었던 장선장, 갱단 두목이었지만 이제는 기관사가 된 타이거 박, 평생 이루고 싶은 꿈을 가진 작살잡이 로봇 업동이, 이들은 우주쓰레기를 주워 돈을 버는 청소선 승리호의 선원들이다. 어느 날 사고 우주정을 수거한 승리호는 그 안에 숨어있던 대량살상무기로 알려진 인간형 로봇 도로시를 발견한다. 돈이 절실한 선원들은 도로시를 거액의 돈과 맞바꾸기 위한 위험한 거래를 계획하는데...',
        year: '2021',
        age: '12+'
    },
    {
        id: 3,
        division: 'k',
        title: '극한직업',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/jbHNkNydiZstlqhhBSvG19lm4NL.jpg',
        description: '불철주야 달리고 구르지만 실적은 바닥, 급기야 해체 위기를 맞는 마약반! 더 이상 물러설 곳이 없는 팀의 맏형 고반장은 국제 범죄조직의 국내 마약 밀반입 정황을 포착하고 장형사, 마형사, 영호, 재훈까지 4명의 팀원들과 함께 잠복 수사에 나선다. 마약반은 24시간 감시를 위해 범죄조직의 아지트 앞 치킨집을 인수해 위장 창업을 하게 되고, 뜻밖의 절대미각을 지닌 마형사의 숨은 재능으로 치킨집은 일약 맛집으로 입소문이 나기 시작한다. 수사는 뒷전, 치킨장사로 눈코 뜰 새 없이 바빠진 마약반에게 어느 날 절호의 기회가 찾아오는데…',
        year: '2019',
        age: '15+'
    },
    {
        id: 4,
        division: 'f',
        title: '어벤져스 - 인피니티 워',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/kmP6viwzcEkZeoi1LaVcQemcvZh.jpg',
        description: '타노스는 6개의 인피니티 스톤을 획득해 신으로 군림하려 한다. 그것은 곧 인류의 절반을 학살해 우주의 균형을 맞추겠다는 뜻. 타노스는 닥터 스트레인지가 소유한 타임 스톤, 비전의 이마에 박혀 있는 마인드 스톤을 차지하기 위해 지구를 침략한다. 아이언맨과 스파이더맨은 가디언즈 오브 갤럭시의 멤버들과 타노스를 상대한다. 지구에선 캡틴 아메리카, 완다, 블랙 위도우, 블랙 팬서 등이 비전을 지키기 위해 뭉친다.',
        year: '2018',
        age: '12+'
    },
    {
        id: 5,
        division: 'f',
        title: '해리포터와 마법사의 돌',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/y1idJpIerVcF2RyESW3IaVaJQEO.jpg',
        description: '해리 포터는 위압적인 버논 숙부와 냉담한 이모 페투니아, 욕심 많고 버릇없는 사촌 더즐리 밑에서 갖은 구박을 견디며 계단 밑 벽장에서 생활한다. 이모네 식구들 역시 해리와의 동거가 불편하기는 마찬가지. 이모 페투니아에겐 해리가 이상한 언니 부부에 관한 기억을 떠올리게 만드는 달갑지 않은 존재다. 11살 생일이 며칠 앞으로 다가왔지만 한번도 생일파티를 치르거나 제대로 된 생일선물을 받아 본 적이 없는 해리로서는 특별히 신날 것도 기대 할 것도 없다. 11살 생일을 며칠 앞둔 어느 날 해리에게 초록색 잉크로 쓰여진 한 통의 편지가 배달된다. 그 편지의 내용은 다름 아닌 해리의 11살 생일을 맞이하여 호그와트에서 보낸 입학 초대장이었다. 그리고 해리의 생일을 축하하러 온 거인 해그리드는 해리가 모르고 있었던 해리의 진정한 정체를 알려주는데...',
        year: '2001',
        age: 'All'
    },
    {
        id: 6,
        division: 'k',
        title: '기생충',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/eJ0kCMcqKLBUaHhB9PfOMFu2uim.jpg',
        description: '전원 백수로 살 길 막막하지만 사이는 좋은 기택 가족. 장남 기우에게 명문대생 친구가 연결시켜 준 고액 과외 자리는 모처럼 싹튼 고정수입의 희망이다. 온 가족의 도움과 기대 속에 박 사장 집으로 향하는 기우. 글로벌 IT기업의 CEO인 박 사장의 저택에 도착하자 젊고 아름다운 사모님 연교와 가정부 문광이 기우를 맞이한다. 큰 문제 없이 박 사장의 딸 다혜의 과외를 시작한 기우. 그러나 이렇게 시작된 두 가족의 만남 뒤로, 걷잡을 수 없는 사건이 기다리고 있는데.....',
        year: '2019',
        age: '15+'
    },
    {
        id: 7,
        division: 'k',
        title: '백두산',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/1n5q3XpEhCe7TnGHzsHs5pwVT8O.jpg',
        description: '대한민국 관측 역사상 최대 규모의 백두산 폭발 발생. 갑작스러운 재난에 한반도는 순식간에 아비규환이 되고, 남과 북 모두를 집어삼킬 추가 폭발이 예측된다. 사상 초유의 재난을 막기 위해 전유경은 백두산 폭발을 연구해 온 지질학 교수 강봉래의 이론에 따른 작전을 계획하고, 전역을 앞둔 특전사 EOD 대위 조인창이 남과 북의 운명이 걸린 비밀 작전에 투입된다. 작전의 키를 쥔 북한 무력부 소속 일급 자원 리준평과 접선에 성공한 인창. 하지만 준평은 속을 알 수 없는 행동으로 인창을 곤란하게 만든다. 한편, 인창이 북한에서 펼쳐지는 작전에 투입된 사실도 모른 채 서울에 홀로 남은 최지영은 재난에 맞서 살아남기 위해 고군분투하고 그 사이, 백두산 마지막 폭발까지의 시간은 점점 가까워 가는데…',
        year: '2019',
        age: '12+'
    },
    {
        id: 8,
        division: 'f',
        title: '토이스토리4',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/9P8IX4UyH3QFLL4MV6GZyuOB7Ue.jpg',
        description: '앤디와 작별한 우디는 새로운 주인 보니와의 생활에 적응 중이다. 보니는 처음 간 유치원에서 불안한 마음을 달래고자 포크를 가지고 새 장난감 포키를 만든다. 쓰레기에서 장난감으로 거듭난 포키는 자꾸 쓰레기통으로 도망치려 하지만 우디는 보니를 위해 포키를 돌봐주기로 한다. 어느 날 가족여행으로 함께 떠난 놀이공원에서 포키가 납치되고, 포키를 구하기 위한 모험을 하던 중 우디는 우연히 오래 전 헤어진 친구 보핍을 만난다. 우디는 주인 없이 자유로운 삶을 살고 있는 보핍을 보며 마음이 흔들리기 시작하는데...',
        year: '2019',
        age: 'All'
    },
    {
        id: 9,
        division: 'k',
        title: '유열의 음악앨범',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/rt8yDvXSnk9CMDJeNYh9lv6kPMt.jpg',
        description: '1994년 가수 유열이 라디오 DJ를 처음 진행하던 날, 엄마가 남겨준 빵집에서 일하던 미수는 우연히 찾아 온 현우를 만나 설레는 감정을 느끼게 되지만 뜻하지 않은 사건으로 인해 연락이 끊기게 된다. 다시 기적처럼 마주친 두 사람은 설렘과 애틋함 사이에서 마음을 키워 가지만 서로의 상황과 시간은 자꾸 어긋나기만 한다. 계속되는 엇갈림 속에서도 라디오 ‘유열의 음악앨범’과 함께 우연과 필연을 반복하는 두 사람… 함께 듣던 라디오처럼 그들은 서로의 주파수를 맞출 수 있을까?',
        year: '2019',
        age: '12+'
    },
    {
        id: 10,
        division: 'k',
        title: '신과함께-죄와 벌',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/5j2YVF7VouLG0Ze96SEsj4DnVQM.jpg',
        description: '살인, 나태, 거짓, 불의, 배신, 폭력, 천륜 7개의 지옥에서 7번의 재판을 무사히 통과한 망자만이 환생하여 새로운 삶을 시작할 수 있다. 화재 사고 현장에서 여자아이를 구하고 죽음을 맞이한 소방관 자홍, 그의 앞에 저승차사 해원맥과 덕춘이 나타난다. 자신의 죽음이 아직 믿기지도 않는데 덕춘은 정의로운 망자이자 귀인이라며 그를 치켜세운다. 저승으로 가는 입구, 초군문에서 그를 기다리는 또 한 명의 차사 강림, 그는 차사들의 리더이자 앞으로 자홍이 겪어야 할 7개의 재판에서 변호를 맡아줄 변호사이기도 하다. 염라대왕에게 천년 동안 49명의 망자를 환생시키면 자신들 역시 인간으로 환생시켜 주겠다는 약속을 받은 삼차사들, 그들은 자신들이 변호하고 호위해야 하는 48번째 망자이자 19년 만에 나타난 의로운 귀인 자홍의 환생을 확신하지만, 각 지옥에서 자홍의 과거가 하나 둘씩 드러나면서 예상치 못한 고난과 맞닥뜨리는데…',
        year: '2017',
        age: '12'
    },
    {
        id: 11,
        division: 'k',
        title: '부산행',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/nCrh5EQYiYXEIFNrfb4ISm7TOOo.jpg',
        description: '별거 중인 펀드 매니저 석우는 소원해진 딸 수안의 생일 소원을 들어주기 위해 아내가 있는 부산행 KTX에 오른다. 이내 열차는 좀비의 침투와 감염으로 아수라장으로 변하고, 전국적 재난 뉴스를 차내에서 접한 승객들의 생존가능성은 유일하게 초기 대응에 성공한 도시 부산까지 살아남은 채 도착할 수 있느냐에 달리게 된다. 열차에 몸을 실은 석우와 딸 수안, 상화와 성경 커플, 고등학생 영국, 진희, 그리고 노숙자와 중년의 비즈니스맨 용석은 감염된 사람들의 공격을 피해 열차 안에서 사투를 벌인다.',
        year: '2016',
        age: '15+'
    },
    {
        id: 12,
        division: 'k',
        title: '반도',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/cmzfmGxXxSF716SYBW6seMgxMWE.jpg',
        description: '전대미문의 재난 이후 4년이 흐른 대한민국은 버려진 땅이 되어버렸다. 사람들은 고립된 섬이 된 반도에 갇혔고 누구의 생사도 확인할 수 없는 상황에서 정석은 피할 수 없는 미션을 받고 한국 땅에 다시 발을 들인다. 정석은 미지의 세계인 그곳에서 예상치 못한 습격을 받고 일촉즉발의 순간 ‘반도’의 생존자들을 만나게 된다.',
        year: '2020',
        age: '15+'
    },
    {
        id: 13,
        division: 'f',
        title: '분노의 질주:홉스&쇼',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/8MdVJYHKp7JFvTMkLkZOou13LYV.jpg',
        description: '이상한 약물에 의해 강력한 파워를 얻게 된 아나키스트 브릭스턴 로어(이드리스 엘바)는 인류를 천천히, 그리고 영원히 다른 존재로 바꿔버릴 수 있는 생화학무기를 손에 넣고 자신은 진화형 인간이 된다. 그런데 데카드 쇼(제이슨 스타뎀)의 동생이자 M16 요원인 해티 쇼(바네사 커비)가 치명적인 병원균이 들어 있는 실린더를 브릭스턴의 손에서 훔쳐 달아난다. 양국으로부터 해티의 행방을 찾아달라는 명령을 받은 루크(드웨인 존슨)와 데카드는 유전자 조작으로 사실상 파괴 불가능한 존재가 되어버린 브릭스턴을 상대로 힘겨운 싸움도 이겨나가야 하는데...',
        year: '2019',
        age: '12+'
    },
    {
        id: 14,
        division: 'f',
        title: '조커',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/wrCwH6WOvXQvVuqcKNUrLDCDxdw.jpg',
        description: '홀어머니와 사는 아서 플렉은 코미디언을 꿈꾸지만 그의 삶은 좌절과 절망으로 가득 차 있다. 광대 아르바이트는 그에게 모욕을 가져다주기 일쑤고, 긴장하면 웃음을 통제할 수 없는 신경병 증세는 그를 더욱 고립시킨다. 정부 예산 긴축으로 인해 정신과 약물을 지원하던 공공의료 서비스마저 없어져 버린 어느 날, 아서는 지하철에서 시비를 걸어온 증권사 직원들에게 얻어맞던 와중에 동료가 건네준 권총으로 그들을 쏴 버리고 만다. 군중들은 지배계급에 대한 저항의 아이콘이 된 그를 추종하기 시작하며 광대 마스크로 얼굴을 가리고 거리로 쏟아져 나오기 시작하는데...',
        year: '2019',
        age: '15+'
    },
    {
        id: 15,
        division: 'f',
        title: '닥터 스트레인지',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/uvcPUOu88Wws5ZtCy6mpFA8WztS.jpg',
        description: '오만함과 실력 모두 최고인 신경외과 의사 닥터 스티븐 스트레인지는 운전 중에 핸드폰을 한 대가로 두 손의 신경이 끊어지는 심각한 부상을 입고 큰 상심에 빠진다. 게다가 모난 말들로 사랑하는 여인 크리스틴 팔머마저 그의 곁을 떠나게 만든다. 그는 치료를 위해 히말라야의 영적 지도자, 에인션트 원을 만나 마지막 희망을 걸고 수련을 시작한다. 스트레인지는 빠르게 마법을 터득해 나가는 동시에 세계의 작동원리와 우주를 정복하려는 도르마무 일당의 계략을 알게 된다.',
        year: '2016',
        age: '12+'
    },
    {
        id: 16,
        division: 'f',
        title: '메이즈러너',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/bL0bBepUCLFcCj2ATFD40FbyDEl.jpg',
        description: '삭제된 기억, 거대한 미로로 둘러싸인 낯선 공간 모든 기억이 삭제된 채 의문의 장소로 보내진 ‘토마스’(딜런 오브라이언). ‘토마스’는 미로에 갇힌 그곳에서 자신과 같은 상황의 사람들을 만난다. 그들은 매일 밤 살아 움직이는 미로에서 정체를 알 수 없는 죽음의 존재와 대립하며, 지옥으로부터 빠져나갈 탈출구인 지도를 완성해 나간다. 그러던 어느 날, 미로의 문이 열리고 그들은 마지막 선택의 기로에 놓이게 되는데…',
        year: '2014',
        age: '12+'
    },
    {
        id: 17,
        division: 'k',
        title: '택시운전사',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/pCdx7X5JLaSJZLNVtpryGSdjvvB.jpg',
        description: '택시운전사 만섭은 아내를 여의고 11살 딸을 키우며 어렵게 살림을 꾸리는 가장. 외국손님을 태우고 광주에 갔다 통금 전에 돌아오면 밀린 월세를 갚을 수 있는 거금 10만원을 준다는 말에 독일기자 피터를 태우고 영문도 모른 채 길을 나선다. 피터는 독일 공영방송 소속 기자로, 일본에서 ‘광주가 심상치 않다’는 말을 듣고 광주로 향한다. 어떻게든 택시비를 받아야 하는 만섭의 기지로 검문을 뚫고 겨우 들어선 광주. 위험하니 서울로 돌아가자는 만섭의 만류에도 피터는 대학생 재식과 황기사의 도움 속에 촬영을 시작하는데...',
        year: '2017',
        age: '15+'
    },
    {
        id: 18,
        division: 'f',
        title: '서치',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/7TgR6Ipwnvu8AjxAm2gPpaqediA.jpg',
        description: '목요일 저녁, 딸 마고에게 걸려온 부재중 전화 3통. 아빠 데이빗은 그 후 연락이 닿지 않는 딸이 실종됐음을 알게된다. 경찰의 조사는 본격적으로 시작되지만 결정적인 단서들이 나오지 않는 가운데, 실종된 날 밤 마고가 향하던 곳이 밝혀지며 새로운 사실들이 발견된다. 사건의 실마리를 찾은 곳은 다름 아닌 딸 마고의 노트북! 구글, 유튜브, 페이스북 등 SNS에서 상상조차하지 못한 딸의 진실이 펼쳐지는데…',
        year: '2018',
        age: '12+'
    },
    {
        id: 19,
        division: 'k',
        title: '범죄도시',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/A5MIbqxuQfQRtzGxg5UUTAxHfsM.jpg',
        description: '2004년 서울. 중국 하얼빈에서 활동하다 피신한 신흥 범죄조직의 악랄한 보스 장첸. 가리봉동 일대로 넘어온 장첸과 그의 일당들은 단숨에 기존 조직들을 장악하고 가장 강력한 세력인 춘식이파 보스 황사장까지 위협하며 도시 일대의 최강자로 급부상한다. 한편 대한민국을 뒤흔든 장첸 일당을 잡기 위해 오직 주먹 한방으로 도시의 평화를 유지해 온 괴물형사 마석도와 인간미 넘치는 든든한 리더 전일만 반장이 이끄는 강력반은 눈에는 눈 방식의 소탕 작전을 기획하는데...',
        year: '2017',
        age: '18+'
    },
    {
        id: 20,
        division: 'f',
        title: '2021',
        thumb: 'https://www.themoviedb.org/t/p/w600_and_h900_bestv2/eEmyuyNg4A3LEntaPrUiMueWtLA.jpg',
        description: 'UN합동 보안 작전부 아르테미스 대위(밀라 요보비치)는 행방불명된 팀원들을 찾기 위해 나서지만 실종된 그들과 같은 이상 현상으로 거대 몬스터의 세계로 빠진다. 하지만 눈앞에 닥친 강력한 몬스터들의 습격으로 유일한 생존자가 된 그녀는 몬스터 헌터(토니 자)와 마주하게 되는데… 다시 인류의 세계로 돌아갈 수 있는 방법은 단 하나. 몬스터와 맞서 반드시 살아남아야 한다!',
        year: '2021',
        age: '12'
    }
];

export default movieList;